{
  "images": [
    {
      "index": 1,
      "image_name": "apple.jpg",
      "description": "A fresh, red apple with a glossy skin, sitting on a wooden table with natural light casting soft shadows."
    },
    {
      "index": 2,
      "image_name": "avocado_toast.jpg",
      "description": "A slice of toasted bread topped with mashed avocado, sprinkled with red pepper flakes, and drizzled with olive oil."
    },
    {
      "index": 3,
      "image_name": "banana.jpg",
      "description": "A ripe yellow banana with slight brown spots, placed on a rustic kitchen counter with a blurred background."
    },
    {
      "index": 4,
      "image_name": "bbq_ribs.jpg",
      "description": "Tender, smoky BBQ ribs with a caramelized glaze, served with a side of coleslaw and baked beans."
    },
    {
      "index": 5,
      "image_name": "bagel.jpg",
      "description": "A toasted bagel with cream cheese spread, sprinkled with chives and served with smoked salmon."
    },
    {
      "index": 6,
      "image_name": "banana.jpg",
      "description": "A ripe yellow banana with slight brown spots, placed on a rustic kitchen counter with a blurred background."
    },
    {
      "index": 7,
      "image_name": "burrito.jpg",
      "description": "A large, wrapped burrito filled with seasoned beef, beans, rice, cheese, and salsa."
    },
    {
      "index": 8,
      "image_name": "carrot_cake.jpg",
      "description": "A slice of moist carrot cake with cream cheese frosting, topped with a sprinkle of chopped walnuts."
    },
    {
      "index": 9,
      "image_name": "cheesecake.jpg",
      "description": "A creamy slice of cheesecake with a graham cracker crust, topped with fresh strawberries and a drizzle of strawberry sauce."
    },
    {
      "index": 10,
      "image_name": "cheeseburger.jpg",
      "description": "A cheeseburger with a thick, juicy beef patty, melted cheese, fresh lettuce, tomato, pickles, and a sesame seed bun."
    },
    {
      "index": 11,
      "image_name": "chicken_wings.jpg",
      "description": "A plate of crispy, golden-brown chicken wings glazed in a spicy buffalo sauce, served with a side of ranch dipping sauce."
    },
    {
      "index": 12,
      "image_name": "chocolate_cake.jpg",
      "description": "A rich, moist chocolate cake with a smooth chocolate ganache frosting, decorated with a few chocolate shavings."
    },
    {
      "index": 13,
      "image_name": "croissant.jpg",
      "description": "A golden, flaky croissant with layers of buttery pastry, freshly baked and sitting on a linen napkin."
    },
    {
      "index": 14,
      "image_name": "curry.jpg",
      "description": "A fragrant curry dish with tender chicken pieces, rich spices, and a creamy coconut milk sauce, served with rice."
    },
    {
      "index": 15,
      "image_name": "donuts.jpg",
      "description": "A variety of colorful donuts, some glazed, some with sprinkles, arranged in a playful pattern on a wooden surface."
    },
    {
      "index": 16,
      "image_name": "falafel.jpg",
      "description": "Crispy falafel balls served in pita bread with fresh vegetables, hummus, and tahini sauce."
    },
    {
      "index": 17,
      "image_name": "fruit_salad.jpg",
      "description": "A colorful fruit salad featuring slices of watermelon, pineapple, strawberries, and orange segments."
    },
    {
      "index": 18,
      "image_name": "french_fries.jpg",
      "description": "A pile of crispy golden French fries, served with a side of ketchup in a red and white striped paper container."
    },
    {
      "index": 19,
      "image_name": "grapes.jpg",
      "description": "A bunch of fresh, juicy grapes with dark purple skin, placed on a plate with water droplets on them."
    },
    {
      "index": 20,
      "image_name": "grilled_cheese.jpg",
      "description": "A golden, crispy grilled cheese sandwich with melted cheese oozing from between two slices of perfectly toasted bread."
    },
    {
      "index": 21,
      "image_name": "hummus.jpg",
      "description": "A creamy bowl of hummus, garnished with olive oil, paprika, and served with pita chips and fresh veggies."
    },
    {
      "index": 22,
      "image_name": "ice_cream.jpg",
      "description": "A bowl of creamy vanilla ice cream topped with chocolate syrup and colorful sprinkles."
    },
    {
      "index": 23,
      "image_name": "lasagna.jpg",
      "description": "A hearty portion of lasagna with layers of rich meat sauce, melted mozzarella, and a thick bechamel sauce."
    },
    {
      "index": 24,
      "image_name": "margarita_pizza.jpg",
      "description": "A freshly baked pizza topped with a blend of melted mozzarella cheese, fresh tomatoes, and basil leaves."
    },
    {
      "index": 25,
      "image_name": "muffins.jpg",
      "description": "A tray of freshly baked muffins with a golden-brown top, some filled with blueberries and others with chocolate chips."
    },
    {
      "index": 26,
      "image_name": "omelette.jpg",
      "description": "A fluffy omelette filled with mushrooms, cheese, and spinach, served with a side of sliced avocado."
    },
    {
      "index": 27,
      "image_name": "pancakes.jpg",
      "description": "A stack of fluffy pancakes with syrup dripping down the sides, garnished with fresh berries and a dollop of whipped cream."
    },
    {
      "index": 28,
      "image_name": "pasta_salad.jpg",
      "description": "A bowl of pasta salad with colorful bell peppers, cucumbers, cherry tomatoes, and a creamy dressing."
    },
    {
      "index": 29,
      "image_name": "pizza.jpg",
      "description": "A freshly baked pizza with a golden crust, topped with melted cheese, pepperoni slices, and green bell peppers."
    },
    {
      "index": 30,
      "image_name": "popcorn.jpg",
      "description": "A bowl of fluffy, lightly salted popcorn, perfect for a movie night."
    },
    {
      "index": 31,
      "image_name": "pita_bread.jpg",
      "description": "Soft, warm pita bread served with a side of hummus and fresh cucumber slices."
    },
    {
      "index": 32,
      "image_name": "ramen.jpg",
      "description": "A steaming bowl of ramen noodles in a rich broth, topped with sliced pork, soft-boiled eggs, and green onions."
    },
    {
      "index": 33,
      "image_name": "samosa.jpg",
      "description": "A crispy, golden-brown samosa filled with spiced potatoes and peas, served with a side of tangy tamarind chutney."
    },
    {
      "index": 34,
      "image_name": "salad.jpg",
      "description": "A colorful salad with lettuce, cherry tomatoes, cucumbers, red onions, and a light vinaigrette dressing."
    },
    {
      "index": 35,
      "image_name": "spaghetti.jpg",
      "description": "A plate of perfectly cooked spaghetti topped with marinara sauce, basil leaves, and a sprinkle of parmesan cheese."
    },
    {
      "index": 36,
      "image_name": "steak.jpg",
      "description": "A perfectly grilled steak with a crispy char on the outside, served with mashed potatoes and steamed vegetables."
    },
    {
      "index": 37,
      "image_name": "sushi.jpg",
      "description": "A variety of sushi pieces including nigiri, rolls with salmon, avocado, and tuna, placed on a bamboo mat."
    },
    {
      "index": 38,
      "image_name": "tacos.jpg",
      "description": "Three tacos filled with seasoned beef, shredded lettuce, diced tomatoes, cheese, and a drizzle of sour cream."
    },
    {
      "index": 39,
      "image_name": "tiramisu.jpg",
      "description": "A layered tiramisu dessert with coffee-soaked ladyfingers, mascarpone cream, and a dusting of cocoa powder."
    },
    {
      "index": 40,
      "image_name": "toast.jpg",
      "description": "A crispy, golden slice of toast with a pat of butter melting on top, placed on a white plate."
    },
    {
      "index": 41,
      "image_name": "watermelon.jpg",
      "description": "A sliced watermelon with vibrant red flesh and black seeds, set against a summer picnic background."
    },
    {
      "index": 42,
      "image_name": "wine.jpg",
      "description": "A glass of red wine, with rich, deep hues, placed on a table beside a cheese platter."
    },
    {
      "index": 43,
      "image_name": "cheese_platter.jpg",
      "description": "A variety of cheeses arranged on a wooden board, accompanied by crackers, grapes, and slices of cured meats."
    },
    {
      "index": 44,
      "image_name": "burrito.jpg",
      "description": "A burrito wrapped
