{
  "HouseholdObjects": [
    {
      "index": 1,
      "image_name": "alarm_clock.jpg",
      "description": "A classic analog alarm clock with a round face and two bells on top, sitting on a wooden nightstand."
    },
    {
      "index": 2,
      "image_name": "bathtub.jpg",
      "description": "A freestanding white bathtub with a shiny chrome faucet, surrounded by candles and bath salts."
    },
    {
      "index": 3,
      "image_name": "bed_frame.jpg",
      "description": "A modern wooden bed frame with a plush mattress, large decorative pillows, and a cozy comforter."
    },
    {
      "index": 4,
      "image_name": "bookshelf.jpg",
      "description": "A large wooden bookshelf filled with a variety of books, potted plants, and decorative items."
    },
    {
      "index": 5,
      "image_name": "broom.jpg",
      "description": "A traditional broom with a wooden handle, standing in the corner of a clean hallway."
    },
    {
      "index": 6,
      "image_name": "camera.jpg",
      "description": "A vintage film camera with a leather strap, resting on a table next to some photographs."
    },
    {
      "index": 7,
      "image_name": "ceiling_fan.jpg",
      "description": "A large ceiling fan with wooden blades, spinning slowly in the center of a living room."
    },
    {
      "index": 8,
      "image_name": "chair.jpg",
      "description": "A modern ergonomic chair with black mesh fabric, placed at a desk in a well-lit home office."
    },
    {
      "index": 9,
      "image_name": "clock.jpg",
      "description": "A vintage wall clock with Roman numerals, hanging above a fireplace with a cozy ambiance."
    },
    {
      "index": 10,
      "image_name": "coasters.jpg",
      "description": "A set of stylish coasters on a coffee table, with a glass of iced tea resting on one of them."
    },
    {
      "index": 11,
      "image_name": "coffee_table.jpg",
      "description": "A wooden coffee table with a glass top, holding a decorative vase and a stack of books."
    },
    {
      "index": 12,
      "image_name": "curtains.jpg",
      "description": "Elegant, floor-to-ceiling curtains in a soft beige fabric, gently billowing from the open window."
    },
    {
      "index": 13,
      "image_name": "desk.jpg",
      "description": "A wooden desk with a clean surface, featuring a laptop, a potted plant, and a desk lamp."
    },
    {
      "index": 14,
      "image_name": "dishwasher.jpg",
      "description": "A built-in dishwasher with a smooth white finish, slightly open to reveal clean dishes inside."
    },
    {
      "index": 15,
      "image_name": "dish_rack.jpg",
      "description": "A silver dish rack with freshly washed plates, glasses, and utensils drying on a kitchen counter."
    },
    {
      "index": 16,
      "image_name": "doormat.jpg",
      "description": "A doormat with the word 'Welcome' in elegant script, placed at the front door."
    },
    {
      "index": 17,
      "image_name": "fan.jpg",
      "description": "A large, oscillating fan with metal blades, standing in the corner of a living room, blowing a cool breeze."
    },
    {
      "index": 18,
      "image_name": "fireplace.jpg",
      "description": "A cozy fireplace with a warm, crackling fire, surrounded by stonework and a few comfortable armchairs."
    },
    {
      "index": 19,
      "image_name": "fridge_magnet.jpg",
      "description": "A colorful fridge magnet with a cute design, stuck to the front of a white refrigerator."
    },
    {
      "index": 20,
      "image_name": "glasses.jpg",
      "description": "A pair of stylish reading glasses resting on an open book, with a cup of coffee next to them."
    },
    {
      "index": 21,
      "image_name": "iron.jpg",
      "description": "A modern steam iron with a sleek design, sitting next to a neatly pressed shirt."
    },
    {
      "index": 22,
      "image_name": "laundry_basket.jpg",
      "description": "A woven laundry basket filled with clothes, sitting near the washing machine in a laundry room."
    },
    {
      "index": 23,
      "image_name": "laundry_detergent.jpg",
      "description": "A bottle of laundry detergent with a bright label, placed on a shelf in the laundry room."
    },
    {
      "index": 24,
      "image_name": "lamp_shade.jpg",
      "description": "A soft fabric lampshade casting a warm, inviting glow, sitting on a nightstand next to a bed."
    },
    {
      "index": 25,
      "image_name": "lamp.jpg",
      "description": "A modern desk lamp with a sleek metallic base and a soft, warm light glowing from the bulb."
    },
    {
      "index": 26,
      "image_name": "microwave.jpg",
      "description": "A sleek, silver microwave oven with a digital keypad, sitting on the kitchen counter."
    },
    {
      "index": 27,
      "image_name": "mirror.jpg",
      "description": "A large, ornate mirror with a gold-framed edge, reflecting soft natural light from a nearby window."
    },
    {
      "index": 28,
      "image_name": "mop.jpg",
      "description": "A flat mop with a detachable microfiber pad, placed next to a bucket of cleaning solution."
    },
    {
      "index": 29,
      "image_name": "nightstand.jpg",
      "description": "A simple wooden nightstand with a lamp, an open book, and a small potted plant."
    },
    {
      "index": 30,
      "image_name": "oven.jpg",
      "description": "A sleek black oven with a digital display, a freshly baked loaf of bread cooling inside."
    },
    {
      "index": 31,
      "image_name": "painting.jpg",
      "description": "A framed abstract painting hanging on the wall, adding a splash of color to the living room."
    },
    {
      "index": 32,
      "image_name": "plates.jpg",
      "description": "A stack of elegant white plates arranged neatly on a dining table, with a simple floral pattern."
    },
    {
      "index": 33,
      "image_name": "pillow.jpg",
      "description": "A plush pillow with a soft fabric cover, resting on a cozy sofa."
    },
    {
      "index": 34,
      "image_name": "refrigerator.jpg",
      "description": "A stainless steel refrigerator with a sleek design, featuring a water dispenser and ice maker."
    },
    {
      "index": 35,
      "image_name": "rug.jpg",
      "description": "A cozy wool rug with intricate patterns, placed in the center of a living room on a hardwood floor."
    },
    {
      "index": 36,
      "image_name": "shower.jpg",
      "description": "A spacious walk-in shower with glass walls, sleek tiles, and a rainfall showerhead."
    },
    {
      "index": 37,
      "image_name": "shoe_rack.jpg",
      "description": "A wooden shoe rack placed near the door, filled with various pairs of shoes."
    },
    {
      "index": 38,
      "image_name": "sofa.jpg",
      "description": "A comfortable, plush sofa in a living room, covered with soft gray fabric and a decorative throw pillow."
    },
    {
      "index": 39,
      "image_name": "stove.jpg",
      "description": "A modern gas stove with a stainless steel finish, a pot of soup simmering on one burner."
    },
    {
      "index": 40,
      "image_name": "table.jpg",
      "description": "A sleek, wooden dining table set for a meal, with a white tablecloth and a few decorative candles."
    },
    {
      "index": 41,
      "image_name": "television.jpg",
      "description": "A flat-screen television mounted on the wall, with a surround sound system and a cozy living room setup."
    },
    {
      "index": 42,
      "image_name": "toaster.jpg",
      "description": "A sleek, silver toaster with two slots, freshly toasted slices of bread popping out."
    },
    {
      "index": 43,
      "image_name": "toilet.jpg",
      "description": "A modern white toilet in a clean, bright bathroom with a small plant on the windowsill."
    },
    {
      "index": 44,
      "image_name": "trash_can.jpg",
      "description": "A modern stainless steel trash can with a foot pedal, placed in the kitchen near the counter."
    },
    {
      "index": 45,
      "image_name": "vacuum_cleaner.jpg",
      "description": "A cordless vacuum cleaner with a sleek design, resting against a hardwood floor in a living room."
    },
    {
      "index": 46,
      "image_name": "wall_clock.jpg",
      "description": "A minimalist wall clock with a simple white face and thin black hands, mounted in a modern living room."
    },
    {
      "index": 47,
      "image_name": "washing_machine.jpg",
      "description": "A front-loading washing machine with a white exterior, placed in a modern laundry room."
    },
    {
      "index": 48,
      "image_name": "wine_glass.jpg",
      "description": "A crystal wine glass filled with red wine, sitting on a wooden dining table with soft lighting."
    },
    {
      "index": 49,
      "image_name": "wine_rack.jpg",
      "description": "A stylish wine rack made of dark wood, holding several bottles of fine wine in a temperature-controlled cellar."
    },
    {
      "index": 50,
      "image_name": "welcome_mat.jpg",
      "description": "A doormat with the word 'Welcome' in elegant script, placed at the front door."
    }
  ]
}
