{
  "Sports": [
    {
      "index": 1,
      "image_name": "american_football.jpg",
      "description": "A classic American football with brown leather and white laces, resting on the grass field."
    },
    {
      "index": 2,
      "image_name": "badminton_racket.jpg",
      "description": "A lightweight badminton racket with a vibrant colored frame, placed next to a shuttlecock."
    },
    {
      "index": 3,
      "image_name": "baseball_bat.jpg",
      "description": "A wooden baseball bat with a smooth finish, leaning against a baseball glove on the field."
    },
    {
      "index": 4,
      "image_name": "basketball.jpg",
      "description": "A bright orange basketball with black lines, bouncing on the court under the gym lights."
    },
    {
      "index": 5,
      "image_name": "bicycle.jpg",
      "description": "A high-performance mountain bike with knobby tires, parked next to a trail in the woods."
    },
    {
      "index": 6,
      "image_name": "bow_and_arrow.jpg",
      "description": "A traditional bow with a set of arrows, resting on a wooden rack in an archery range."
    },
    {
      "index": 7,
      "image_name": "boxing_gloves.jpg",
      "description": "A pair of red boxing gloves hanging from a hook in a gym, ready for training."
    },
    {
      "index": 8,
      "image_name": "cricket_bat.jpg",
      "description": "A wooden cricket bat with a dark handle, resting on the grass field alongside cricket stumps."
    },
    {
      "index": 9,
      "image_name": "curling_stone.jpg",
      "description": "A red curling stone with a handle, sliding across the ice in the middle of a curling match."
    },
    {
      "index": 10,
      "image_name": "football.jpg",
      "description": "A classic black and white pattern football, sitting on the field next to a pair of cleats."
    },
    {
      "index": 11,
      "image_name": "golf_ball.jpg",
      "description": "A pristine white golf ball resting on a tee, with a beautiful green fairway in the background."
    },
    {
      "index": 12,
      "image_name": "golf_clubs.jpg",
      "description": "A set of golf clubs neatly arranged in a bag, ready for a round on the course."
    },
    {
      "index": 13,
      "image_name": "gymnastic_rings.jpg",
      "description": "A pair of gymnastic rings suspended from a high bar, ready for a strength training routine."
    },
    {
      "index": 14,
      "image_name": "hockey_puck.jpg",
      "description": "A black rubber hockey puck sliding across the ice rink, with players in motion around it."
    },
    {
      "index": 15,
      "image_name": "hockey_stick.jpg",
      "description": "A wooden hockey stick with a black blade, leaning against a rink-side wall next to a helmet."
    },
    {
      "index": 16,
      "image_name": "horse_riding_helmet.jpg",
      "description": "A shiny black equestrian helmet with leather straps, resting on a saddle at a stable."
    },
    {
      "index": 17,
      "image_name": "ice_skates.jpg",
      "description": "A pair of sharp ice skates with silver blades, sitting on a bench in a rink locker room."
    },
    {
      "index": 18,
      "image_name": "javelin.jpg",
      "description": "A long, slender javelin resting on a grassy field, waiting for its next throw."
    },
    {
      "index": 19,
      "image_name": "kayak.jpg",
      "description": "A brightly colored kayak resting on a beach next to a tranquil lake, ready for a water adventure."
    },
    {
      "index": 20,
      "image_name": "lacrosse_stick.jpg",
      "description": "A lacrosse stick with a netted head, resting on the grass next to a ball."
    },
    {
      "index": 21,
      "image_name": "mountain_bike.jpg",
      "description": "A rugged mountain bike with thick tires, ready to tackle steep, rocky trails."
    },
    {
      "index": 22,
      "image_name": "netball.jpg",
      "description": "A vibrant orange netball with white markings, resting on the court next to a hoop."
    },
    {
      "index": 23,
      "image_name": "paddleboard.jpg",
      "description": "A sleek paddleboard resting in the shallow water, surrounded by calm blue ocean waves."
    },
    {
      "index": 24,
      "image_name": "parachute.jpg",
      "description": "A colorful parachute billowing in the sky as a skydiver floats towards the ground."
    },
    {
      "index": 25,
      "image_name": "ping_pong_paddle.jpg",
      "description": "A ping pong paddle with a bright red rubber surface, resting next to a white ping pong ball."
    },
    {
      "index": 26,
      "image_name": "racquetball_racket.jpg",
      "description": "A lightweight racquetball racket with a neon-colored frame, resting against a wall in a sports club."
    },
    {
      "index": 27,
      "image_name": "rifle.jpg",
      "description": "A precision-targeting rifle resting on a shooting bench, aimed at a distant target."
    },
    {
      "index": 28,
      "image_name": "roller_skates.jpg",
      "description": "A pair of vintage roller skates with bright wheels, placed next to a roller rink entrance."
    },
    {
      "index": 29,
      "image_name": "rugby_ball.jpg",
      "description": "An oval rugby ball with white and green panels, lying on the grass field next to a goalpost."
    },
    {
      "index": 30,
      "image_name": "running_shoes.jpg",
      "description": "A pair of lightweight running shoes with bright colors, placed next to a track and field."
    },
    {
      "index": 31,
      "image_name": "sailing_boat.jpg",
      "description": "A sleek sailing boat gliding across the water with its large sails catching the wind."
    },
    {
      "index": 32,
      "image_name": "skateboard.jpg",
      "description": "A skateboard with colorful graphics on its deck, lying on the pavement of a half-pipe."
    },
    {
      "index": 33,
      "image_name": "soccer_ball.jpg",
      "description": "A classic black and white soccer ball resting on a lush green pitch, ready for play."
    },
    {
      "index": 34,
      "image_name": "soccer_shoes.jpg",
      "description": "A pair of cleats designed for soccer, placed next to a ball on the field."
    },
    {
      "index": 35,
      "image_name": "surfboard.jpg",
      "description": "A bright yellow surfboard leaning against a palm tree, with the ocean waves rolling in behind."
    },
    {
      "index": 36,
      "image_name": "swim_cap.jpg",
      "description": "A silicone swim cap resting on the edge of a pool, next to a pair of goggles."
    },
    {
      "index": 37,
      "image_name": "table_tennis_table.jpg",
      "description": "A blue table tennis table with a white net, positioned in a gymnasium ready for a match."
    },
    {
      "index": 38,
      "image_name": "tennis_racket.jpg",
      "description": "A modern tennis racket with a carbon fiber frame, lying on the grass near a net."
    },
    {
      "index": 39,
      "image_name": "tennis_ball.jpg",
      "description": "A bright yellow tennis ball bouncing on the court, with a racket in the background."
    },
    {
      "index": 40,
      "image_name": "trampoline.jpg",
      "description": "A large outdoor trampoline with a safety net, ready for acrobatics and fun."
    },
    {
      "index": 41,
      "image_name": "volleyball.jpg",
      "description": "A white volleyball with blue and green panels, resting on the sandy beach next to a net."
    },
    {
      "index": 42,
      "image_name": "wakeboard.jpg",
      "description": "A brightly colored wakeboard resting on the shore of a lake, with a boat visible in the background."
    },
    {
      "index": 43,
      "image_name": "water_polo_ball.jpg",
      "description": "A yellow and red water polo ball floating in the water, surrounded by players in a pool."
    },
    {
      "index": 44,
      "image_name": "wrestling_mat.jpg",
      "description": "A large blue wrestling mat spread out on the gym floor, with a pair of wrestling shoes placed on top."
    },
    {
      "index": 45,
      "image_name": "yoga_mat.jpg",
      "description": "A purple yoga mat laid out on a wooden floor, with candles and a peaceful atmosphere around it."
    },
    {
      "index": 46,
      "image_name": "zorb_ball.jpg",
      "description": "A transparent zorb ball resting on the grass field, ready for a rolling adventure."
    }
  ]
}
