{
    "Things": [
      {
        "index": 1,
        "image_name": "action_figure.jpg",
        "description": "A popular action figure toy representing a superhero, with movable joints and accessories."
      },
      {
        "index": 2,
        "image_name": "adult_wallet.jpg",
        "description": "A leather wallet, commonly used by adults to store money, credit cards, and IDs."
      },
      {
        "index": 3,
        "image_name": "adult_keys.jpg",
        "description": "A set of keys commonly carried by adults, typically used for house and car entry."
      },
      {
        "index": 4,
        "image_name": "barbie_doll.jpg",
        "description": "A classic Barbie doll, known for its fashion accessories, clothing, and expansive range of themed sets."
      },
      {
        "index": 5,
        "image_name": "backpack_office_supplies.jpg",
        "description": "A backpack filled with essential office supplies like pens, notebooks, and a laptop."
      },
      {
        "index": 6,
        "image_name": "batman_action_figure.jpg",
        "description": "An action figure of Batman, with movable limbs and accessories like a cape and gadgets."
      },
      {
        "index": 7,
        "image_name": "binder.jpg",
        "description": "A standard office binder used to organize papers and documents."
      },
      {
        "index": 8,
        "image_name": "blocks_toy.jpg",
        "description": "A set of colorful building blocks for young children, designed to foster creativity and motor skills."
      },
      {
        "index": 9,
        "image_name": "calculator_office.jpg",
        "description": "A basic office calculator used for everyday mathematical operations and calculations."
      },
      {
        "index": 10,
        "image_name": "bouncy_ball.jpg",
        "description": "A brightly colored rubber bouncy ball, ideal for playtime and physical activities for children."
      },
      {
        "index": 11,
        "image_name": "coffee_mug_office.jpg",
        "description": "A ceramic coffee mug commonly used at work or home for drinking coffee or tea."
      },
      {
        "index": 12,
        "image_name": "building_lego_set.jpg",
        "description": "A set of Lego bricks that children can use to build complex structures, fostering creativity and problem-solving."
      },
      {
        "index": 13,
        "image_name": "desk_organizer.jpg",
        "description": "An office desk organizer with compartments for pens, paper clips, sticky notes, and other office supplies."
      },
      {
        "index": 14,
        "image_name": "children_puzzle.jpg",
        "description": "A jigsaw puzzle featuring a colorful scene, great for enhancing problem-solving and cognitive skills in children."
      },
      {
        "index": 15,
        "image_name": "diary_journal.jpg",
        "description": "A personal journal or diary for adults, often used for writing down thoughts, plans, and reflections."
      },
      {
        "index": 16,
        "image_name": "crayons_box.jpg",
        "description": "A box of crayons, a popular art supply for young children, used for coloring and drawing."
      },
      {
        "index": 17,
        "image_name": "earbuds.jpg",
        "description": "A pair of wireless earbuds, commonly used for listening to music or taking calls on the go."
      },
      {
        "index": 18,
        "image_name": "dollhouse.jpg",
        "description": "A miniature dollhouse set complete with furniture and tiny dolls, offering imaginative play for young children."
      },
      {
        "index": 19,
        "image_name": "envelope_with_stamp.jpg",
        "description": "An envelope with a stamp, often used for mailing letters or important documents."
      },
      {
        "index": 20,
        "image_name": "fidget_spinner.jpg",
        "description": "A handheld fidget spinner toy, designed to help children focus and relieve stress."
      },
      {
        "index": 21,
        "image_name": "file_folder.jpg",
        "description": "A standard file folder used in offices to organize documents, important papers, and reports."
      },
      {
        "index": 22,
        "image_name": "girls_bike.jpg",
        "description": "A children's bicycle designed for girls, featuring a colorful frame and accessories like a basket and streamers."
      },
      {
        "index": 23,
        "image_name": "glasses_case.jpg",
        "description": "A case for storing prescription glasses or sunglasses, typically made of hard plastic or fabric."
      },
      {
        "index": 24,
        "image_name": "hot_wheels_car.jpg",
        "description": "A Hot Wheels toy car, part of a popular collection known for their detailed designs and fast tracks."
      },
      {
        "index": 25,
        "image_name": "highlighter_set.jpg",
        "description": "A set of colorful highlighter markers commonly used for emphasizing text in documents or books."
      },
      {
        "index": 26,
        "image_name": "interactive_robot_toy.jpg",
        "description": "An interactive robot toy for children that responds to commands, offering educational play and fun."
      },
      {
        "index": 27,
        "image_name": "keys_on_keychain.jpg",
        "description": "A keychain with a set of keys commonly carried by adults, used for home, office, or car locks."
      },
      {
        "index": 28,
        "image_name": "kitchen_timer.jpg",
        "description": "A kitchen timer, often used by adults for cooking or baking tasks to measure time for various recipes."
      },
      {
        "index": 29,
        "image_name": "lego_toy_figure.jpg",
        "description": "A small Lego figure, designed to fit into Lego sets and be used for roleplay and creativity."
      },
      {
        "index": 30,
        "image_name": "laptop_computer.jpg",
        "description": "A portable laptop computer commonly used by adults for work, entertainment, and communication."
      },
      {
        "index": 31,
        "image_name": "magnetic_building_set.jpg",
        "description": "A set of magnetic building blocks that children use to create structures, learning about balance and design."
      },
      {
        "index": 32,
        "image_name": "manicure_set.jpg",
        "description": "A manicure set with tools for grooming nails, typically used by adults for personal care and hygiene."
      },
      {
        "index": 33,
        "image_name": "mechanical_pencil.jpg",
        "description": "A mechanical pencil, commonly used by students and adults for writing with fine precision."
      },
      {
        "index": 34,
        "image_name": "mickey_mouse_doll.jpg",
        "description": "A soft plush Mickey Mouse doll, often used as a comforting toy for young children."
      },
      {
        "index": 35,
        "image_name": "office_chair.jpg",
        "description": "A comfortable office chair designed for long hours of sitting, featuring lumbar support and adjustable settings."
      },
      {
        "index": 36,
        "image_name": "puzzle_cube.jpg",
        "description": "A Rubik's Cube puzzle, designed to challenge the brain with its colorful twisting mechanism."
      },
      {
        "index": 37,
        "image_name": "purse.jpg",
        "description": "A leather purse used by adults to carry money, cards, and personal items, often with compartments for organization."
      },
      {
        "index": 38,
        "image_name": "robotic_pet.jpg",
        "description": "A robotic pet toy designed for children, often mimicking the behavior of real animals, providing companionship."
      },
      {
        "index": 39,
        "image_name": "roller_skates.jpg",
        "description": "A pair of roller skates for children, ideal for outdoor play and improving balance and coordination."
      },
      {
        "index": 40,
        "image_name": "rubber_stamp_office.jpg",
        "description": "A rubber stamp used in an office setting to mark documents with official seals or approval signatures."
      },
      {
        "index": 41,
        "image_name": "school_backpack.jpg",
        "description": "A colorful school backpack filled with books, pencils, and other school essentials, often used by children."
      },
      {
        "index": 42,
        "image_name": "shopping_cart.jpg",
        "description": "A shopping cart used by adults in grocery stores to collect items while shopping."
      },
      {
        "index": 43,
        "image_name": "soft_toy_bear.jpg",
        "description": "A soft, cuddly teddy bear, a comforting plush toy often given to young children."
      },
      {
        "index": 44,
        "image_name": "sticky_notes.jpg",
        "description": "A pad of sticky notes used in offices for quick reminders, messages, or organization."
      },
      {
        "index": 45,
        "image_name": "stylus_pen.jpg",
        "description": "A stylus pen used with touchscreen devices, allowing for precise interaction with smartphones and tablets."
      },
      {
        "index": 46,
        "image_name": "superhero_cape.jpg",
        "description": "A superhero cape worn by children during role-playing to transform into their favorite superhero character."
      },
      {
        "index": 47,
        "image_name": "tablet_computer.jpg",
        "description": "A tablet computer, typically used for browsing the internet, reading, and entertainment on the go."
      },
      {
        "index": 48,
        "image_name": "toys_truck.jpg",
        "description": "A toy truck for young children, often used for pushing around and loading with small objects for imaginative play."
      },
      {
        "index": 49,
        "image_name": "wallet_phone_case.jpg",
        "description": "A wallet-phone case combination, designed for adults to carry cards, money, and a smartphone in one compact item."
      },
      {
        "index": 50,
        "image_name": "yoyo_toy.jpg",
        "description": "A classic yo-yo toy, used by children to perform various tricks by repeatedly tossing and catching it on a string."
      }
    ]
  }
  
